Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I fear you will have to deal with this matter...... in the harshest possible way, Mr. Torrance.
ru: Боюсь, что для решения этого вопроса вам придётся...... пойти на самые крайние меры, мистер Торрэнс.

source: I fear...... that is the only thing to do.
ru: Боюсь...... что это единственный выход.

source: There' s nothing I look forward to...... with greater pleasure, Mr. Grady.
ru: Ничто не может доставить мне...... большего удовольствия, мистер Грэди.

source: You give your word on that, do you, Mr. Torrance?
ru: Вы даёте нам слово, да, мистер Торрэнс?

source: I give you my word.
ru: Я даю вам слово.

source: Redrum.
ru: Редрам.

source: Danny, stop it!
ru: Дэнни, прекрати это!

source: I' m home.
ru: Я вернулся.

source: Come out, come out, wherever you are.
ru: Выходите, выходите, где вы там.

source: I can' t get out.
ru: Я не могу вылезти!

source: Run!
ru: Беги!

source: Run and hide!
ru: Беги и прячься!

source: Little pigs, little pigs, let me come in.
ru: Поросятки, поросятки, впустите меня.

source: Not by the hair on your chinny- chin- chin?
ru: Не трону ни волосинки на вашей ще- щетинке.

source: Then I' il huff...... and I' il puff...... and I' il blow your house in!
ru: Тогда я как дыхну...... тогда я как пыхну...... и развею ваш домик по ветру!

source: Here' s Johnny!
ru: А вот и Джонни!

source: Danny- boy!
ru: Дэнни- паренёк!

source: I' m coming, Dan!
ru: Я иду, Дэн!

source: Great party, isn' t it?
ru: Отличная вечеринка, не так ли?

source: I' m coming!!
ru: Я иду!

source: You can' t get away!
ru: Не уйдёшь!

source: I' m right behind you!
ru: Я уже настиг тебя!

source: - Mommy!
ru: - Мама!

source: - Danny, come here!
ru: - Дэнни, сюда!

source: Mommy.
ru: Мама.

source: Where...?
ru: Куда...?
